Repository: yunity/karrot-united-demo
Catalog: foodsaving/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hello %(full_name)s,
fr: Salut %(full_name)s,

source: Hello,
fr: Salut,

source: Yours, the foodsaving.world team
fr: Amicalement, l'équipe de foodsaving.world

source: You are not a member of this group.
fr: Tu n'est pas membre de ce groupe.

source: You are already a member.
fr: Tu est déjà membre du groupe.

source: Unknown timezone
fr: Fuseau horaire inconnu

source: Group password is wrong
fr: Le mot de passe du groupe privé est incorrect.

source: User is already member of group
fr: L'utilisateur est déjà membre du groupe.

source: %(invited_by_name)s invited you (%(email)s) to join the "%(group_name)s" community on foodsaving.world. If you'd like to join, please go to %(url)s
fr: %(invited_by_name)s t'a invité de joindre le groupe %(group_name)s sur foodsaving.world utilisant l'adresse mail %(email)s. Si tu l'aimerais joindre cliques sur %(url)s

source: Invitation to join %(group_name)s
fr: Invitation de joinde %(group_name)s

source: The pickup date is in the past.
fr: La date de récolte est dans le passé.

source: You can only delete empty pickup dates.
fr: Tu peux effacer des récoltes seulement s'ils sont vides.

source: You have not joined this pickup date.
fr: Tu n'as pas rejoint cette récolte.

source: You have already joined this pickup date.
fr: Tu as rejoint cette récolte déjà.

source: Pickup date is already full.
fr: Cette récolte est pleine.

source: You are not member of the store's group.
fr: Tu n'est pas membre du groupe du magasin.

source: The date should be in the future.
fr: La date doit être dans le futur.

source: Only single recurrence rules are allowed.
fr: Seulement des règles de recurrence individuelles sont permises.

source: Set at least one week in advance
fr: Une semaine en avance est minimum!

source: Food pickup at *%(store_name)s* in %(number_of_hours)s hours! <%(store_page_url)s|Click here> and save the food!
fr: Recolte à %(store_name)s aura lieu dans %(number_of_hours)s heures! < %(store_page_url)s|Cliques ici> pour sauver la nourriture!

source: New password
fr: Nouveau mot de passe

source: Here is your new temporary password: {}. You can use it to login. Please change it soon.
fr: Voilà, c'est ton nouveau mot de passe temporaire: {} C'est valide pour te connecter, mais nous recommandons de le changer peu après.

source: You can modify only your own user data.
fr: Tu ne peux traîter que les données de toi-même.

source: Mail is already verified.
fr: Adresse mail est déjà verifiée.

source: Key has expired
fr: Clé expirée

source: Key is invalid
fr: Clé invalide

source: Request to delete your account
fr: Demande d'effacer ton compte

source: Your account on foodsaving.world was successfully deleted.
fr: Ton compte sur foodsaving.world a été effacé avec succès.

source: Your account was deleted
fr: Ton compte a été effacé.

source: Your email address got changed on foodsaving.world. The new email address is %(new_mail)s.
fr: Ton adresse mail a été changé sur foodsaving.world. L'adresse nouvelle est %(new_mail)s

source: Your email address changed!
fr: Ton adresse mail a été changé!

source: Your email address got changed on foodsaving.world. The old email address was %(old_mail)s. To verify this email address as your new one, please click the following link: %(url)s You can safely ignore this message if you don't know what all this is about.
fr: Ton adresse mail a été changé sur foodsaving.world. L#ancien adresse était %(old_mail)s. Pour verifier que cette nouvelle adresse est la tienne, cliques ici: %(url)s Tu peux ignorer cette message si tu n'ai aucune idée de quoi il s'agit tout ça.

source: Please verify your new email address
fr: Verifie ton adresse mail s'il te plaît

source: WELCOME
fr: BIENVENUE

source: home
fr: acceuil

source: Contact Us
fr: Contacte-nous

source: Welcome, %(display_name)s
fr: Bienvenue, %(display_name)s

source: Verify your e-mail address to continue!
fr: Verifie ton adresse mail pour continuer!

source: Activation Link
fr: Lien d'activation

source: The link will be valid for 7 days.
fr: Le lien sera valide pour 7 jours.

source: PRIVACY STATEMENT
fr: DÉCLARATION DE CONFIDENTALITÉ

source: TERMS OF SERVICE
fr: CONDITIONS DE SERVICE

source: Thank you for signing up to foodsaving.world! Please click the following link to confirm your email: %(url)s You can safely ignore this message if it wasn't you who signed up at our service using this email address.
fr: Merci pour joindre foodsaving.world! Clique le lien ci-dessous pour verifier ton adresse mail: %(url)s Tu peux ignorer cette message s'il n'etait pas toi qui s'est inscrit utilisant cette adresse mail.

source: Verify your email address
fr: Verifie ton adresse mail

source: Did you forget your password? No problem! Click this link to change it: %(url)s You can ignore this message if you did not request it.
fr: Tu as oublié ton mot de passe? Pas de probleme! Clique ce lien pour le changer: %(url)s Tu peux ignorer cette message si tu n'as pas voulu le recevoir.

source: Forgot your password?
fr: Tu as oublié ton mot de passe?

source: Your password has been successfully changed!
fr: Ton mot de passe a été changé!

source: New password set!
fr: Nouveau mot de passe créé!

source: Here you have the link again to confirm your email: %(url)s You can ignore this message if you did not request it.
fr: Ici, tu as à nouveau le lien pour confirmer ton email: %(url)s Tu peux ignorer cette message si tu ne l'as pas demandé.

source: Please verify your email
fr: Verifie ton email s'il te plaît
